-- --------------------------------------------------------------------------------
--   ___         _  _
--  |_ _| _ __  (_)| |_
--   | | | '_ \ | || __|
--   | | | | | || || |_
--  |___||_| |_||_| \__|
--
-- 初始化数据脚本
-- 要求：
--    1、保证sql可以重复执行，也就是insert之前先delete（删除表还是某一条，根据需要而定）
--    2、sql关键字推荐大写
-- --------------------------------------------------------------------------------

-- 数据文件
INSERT INTO shirodb.users
(id, name, pwd, rid)
VALUES(1, 'emon', 'c1eab7f9d657c8ec2863a3f8168e3fcb', NULL);
INSERT INTO shirodb.users
(id, name, pwd, rid)
VALUES(2, 'lisi', '140213090f7dbf01de5e6abb4b97d877', NULL);

